maps = {
    "Krakoa":[жч],  # поинты
    "Yggdrasill Path":["пени" спайдер шторм жч белка],  # телега
    "Royal Palace":[],  # иггсгард поинты
    "Shin-Shibuya":[],  # гибридная
    "Spider-Islands":["шторм" жч],  # телега
    "Birnin T'Challa":[],  # поинты
    "Hall of Djalia":["спайдер"],  # открытая гибридная
    "Symbiotic Surface":[],  # клинтар гибридная
    "Hell's Heaven":[],  # поинты
    "Midtown":[грут],  # телега
    "Central Park":[грут белка пени],  # гибридная
}

# https://marvelrivals.fandom.com/wiki/Maps
# https://u.gg/marvel-rivals/maps-tier-list


# карты
# пени паркер, грут - закрытые пространства комнаты коридоры
# торч , паук - открытые пространства
# игсгард телега - грут
# клинтар веномская = стрендж
# летающие персы = там где укрытия типа островов

# атака - кэп, веном, фистер, пантера
# оборона - пени паркер

# 2 балла за карту давать